frontend/controllers/PhonebookController.php

    public function actionSend()
    {
        $this->layout = 'headbar';
        $model = new Msgqueue();

        if ($model->load(Yii::$app->request->post()) && $model->save())
---
INSERT INTO `msgqueue` (`contact`, `note`) VALUES (2, 'sssasfasfasfas')