frontend/views/phonebook/send-message.php

      </div>

       <div class="form-inline col-md-3">
        <?= $form->field($model, 'contact')->dropDownList(
            ArrayHelper::map(ContactOne::find()->all(),'contact','contact'),
            ['prompt'=>'Pick a Contact']
        )?>
---
SELECT * FROM `contact`